आयात करें React से 'react';
आयात करें घरकाशीर्षक से '../components/घरकाशीर्षक';
आयात करें वर्तमानकार्य से '../components/वर्तमानकार्य';
आयात करें चुनौतीटाइमर से '../components/चुनौतीटाइमर';
आयात करें लघुकार्य से '../components/कार्यसंबंधित/लघुकार्य/लघुकार्य';
आयात करें दीर्घकार्य से '../components/कार्यसंबंधित/दीर्घकार्य';
आयात करें आजकाकार्ड से '../components/आजकाकार्ड';

const घर = () => {
  वापस करें (
    <विभाजन वर्ग="पाठ-बड़ा ऊंचाई-स्क्रीन">
      <घरकाशीर्षक />

      {/* मुख्य */}
      <विभाजन वर्ग="शरीर_यहां लचीला लपेटना अंतर-4 न्यायोचित-केंद्र">
        <विभाजन वर्ग="शीर्ष_शीर्षक पृष्ठभूमि-काला लचीला स्तंभ-उल्टा चौड़ाई-पूर्ण न्यायोचित-चारों ओर वस्तुएं-केंद्र मध्यम:लचीला-पंक्ति">
          <वर्तमानकार्य />
          <चुनौतीटाइमर />
        </विभाजन>

        <लघुकार्य />
        <लघुकार्य />

        <दीर्घकार्य />
        <दीर्घकार्य />
      </विभाजन>

      <विभाजन वर्ग="दायाँ-10 नीचे-20 स्थिर मार्जिन-नीचे-1">
        <आजकाकार्ड />
      </विभाजन>
    </विभाजन>
  );
};

निर्यात डिफ़ॉल्ट घर;